export const Quests = [
    {
        id: 1,
        title: "Знакомство с памятниками",
        cover: require("@/assets/images/quests/XXXL.png"),
        address: "ул. Центральная 50",
        items: [1, 2, 3], // Идентификаторы из Collections
        brief: "Краснодар - город с богатой историей и культурным наследием. Здесь вы найдете подробную информацию о самых известных и значимых памятниках столицы Кубани, об их истории, архитектурных особенностях и интересных фактах, связанных с каждым из них. Вы сможете совершить виртуальную прогулку по многим знаковым местам. Кроме того, мы предлагаем вам маршруты для самостоятельного изучения памятников Краснодара. Вы сможете проложить свой путь, выбрав интересующие вас объекты, и получить подробную навигацию с описанием каждой достопримечательности. Приложение поможет вам лучше узнать историю и культуру Краснодара, а также спланировать увлекательную прогулку по городу. Присоединяйтесь и откройте для себя удивительный мир памятников столицы Кубани!",
        quiz: [
            {
                question: "В каком году был установлен памятник Георгию Димитрову в Краснодаре?",
                answer: "1980",
            },
            {
                question: "На какой площади находится памятник Георгию Димитрову?",
                answer: "Площадь Димитрова",
            },
            {
                question: "В какой стране родился Георгий Димитров?",
                answer: "Болгария",
            },
        ],
    },
    {
        id: 2,
        title: "Краснодарский лабиринт",
        cover: require("@/assets/images/quests/b9RSJfIqpgVvYKr-TUl3idYif0Q2cYEe6AfIElXlfQhWzWAODo_MBTc6GLO9nCva8pnfkfA9WlDx_2nU8iZtdByWxxUxyHUjnZMZOY5LFft34-tElnFBD7kFfz.png"),
        address: "ул. Энгельса 50",
        items: [4, 5, 6],
        brief: "«Краснодарский лабиринт» - это увлекательный раздел, который предлагает Вам окунуться в захватывающее приключение по улицам и достопримечательностям города. В этом разделе вы сможете проверить свои знания о Краснодаре, решая интересные головоломки и загадки.«Краснодарский лабиринт» представляет собой виртуальную прогулку по различным районам города, где вам предстоит находить подсказки и отвечать на вопросы, связанные с историей, культурой и современной жизнью Краснодара. Вы узнаете малоизвестные факты о городских памятниках, парках, музеях и других значимых местах. Вам предстоит проявить смекалку и наблюдательность, чтобы успешно пройти все испытания и добраться до конца лабиринта. Присоединяйтесь к «Краснодарскому лабиринту» и откройте для себя город с новой, увлекательной стороны!",
        quiz: [
            {
                question: "В каком году был открыт памятник крейсеру \"Аврора\" в Краснодаре?",
                answer: "1967",
            },
            {
                question: "Какое историческое событие ознаменовал холостой выстрел крейсера \"Аврора\"?",
                answer: "революция",
            },
            {
                question: "Памятник Аврора расположен около здания кинотеатра с одноимённым названием. Что ранее располагалось  на этом месте?",
                answer: "древний курган",
            },
        ],
    },
];